Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Cmd_view_endianBig
source: Big endian
fr: Gros-boutiste
ja: ビッグエンディアン
ko: 빅 엔디언
zh_hans: 大端序
zh_hant: 大端序

# Inspector_ColorComponents
source: R {0}, G {1}, B {2}, A {3}
fr: R {0}, V {1}, B {2}, A {3}

# Coloring_BigEndian.Content
source: Big endian
fr: Gros-boutiste
ja: ビッグエンディアン
ko: 빅 엔디언
zh_hans: 大端序
zh_hant: 大端序

# Transfer_bigEndian
source: Big-endian
fr: Gros-boutiste
ja: ビッグエンディアン
ko: 빅 엔디언
zh_hans: 大端序
zh_hant: 大端序

# Stats_BigEndian.Header
source: Big-endian
fr: Gros-boutiste
ja: ビッグエンディアン
ko: 빅 엔디언
zh_hans: 大端序
zh_hant: 大端序

# DataOp_LittleEndian
source: Little endian
fr: Petit-boutiste
ja: リトルエンディアン
ko: 리틀 엔디언
zh_hans: 小端序
zh_hant: 小端序

# DataOp_BigEndian
source: Big endian
fr: Gros-boutiste
ja: ビッグエンディアン
ko: 빅 엔디언
zh_hans: 大端序
zh_hant: 大端序

# Hash_Endian_Little
source: Little endian
fr: Petit-boutiste
ja: リトルエンディアン
ko: 리틀 엔디언
zh_hans: 小端序
zh_hant: 小端序

# Hash_Endian_Big
source: Big endian
fr: Gros-boutiste
ja: ビッグエンディアン
ko: 빅 엔디언
zh_hans: 大端序
zh_hant: 大端序

# Menu_View_EncodingUtf8.Text
source: UTF-8
ja: UTF-8(U)
ko: UTF-8(U)
th: UTF-8(U)
zh_hans: UTF-8(U)
zh_hant: UTF-8(U)

# Menu_View_EncodingUtf16LE.Text
source: UTF-16 LE
ja: UTF-16 LE(L)
ko: UTF-16 LE(L)
th: UTF-16 LE(L)
zh_hans: UTF-16 LE(L)
zh_hant: UTF-16 LE(L)

# Menu_View_EncodingUtf16BE.Text
source: UTF-16 BE
ja: UTF-16 BE(B)
ko: UTF-16 BE(B)
th: UTF-16 BE(B)
zh_hans: UTF-16 BE(B)
zh_hant: UTF-16 BE(B)

# Menu_View_EncodingUtf32LE.Text
source: UTF-32 LE
ja: UTF-32 LE(I)
ko: UTF-32 LE(I)
th: UTF-32 LE(I)
zh_hans: UTF-32 LE(I)
zh_hant: UTF-32 LE(I)

# Menu_View_EncodingUtf32BE.Text
source: UTF-32 BE
ja: UTF-32 BE(J)
ko: UTF-32 BE(J)
th: UTF-32 BE(J)
zh_hans: UTF-32 BE(J)
zh_hant: UTF-32 BE(J)

# Menu_View_EncodingShiftJis.Text
source: Shift_JIS (932)
ja: Shift_JIS (932)(S)
ko: Shift_JIS (932)(S)
th: Shift_JIS (932)(S)
zh_hans: Shift_JIS (932)(S)
zh_hant: Shift_JIS (932)(S)

# EncodingList_Group_Cjk
source: CJK
zh_hans: 中日韩

# Menu_View_CellFormatHex.Text
source: Hex
ja: 16 進(H)
ko: Hex(H)
th: Hex(H)
zh_hans: Hex(H)
zh_hant: Hex(H)

# CustomCrc_Field_RefIn
source: refin
ja: 入力の反転
ko: 입력 반사

# CustomCrc_Field_RefOut
source: refout
ja: 出力の反転
ko: 출력 반사

# Scheme_solarized
source: Solarized
ja: ソラライズド

# Encoding_Name_cp10000
source: Mac Roman
ja: Mac Roman (西ヨーロッパ言語)

# Menu_View_EncodingAscii.AccessKey
source: A
de: C

# Status_Selection
source: Selection: {0}–{1} ({2} bytes)
ja_jp: 選択: {0}–{1} ({2} バイト)

# Status_Length
source: Length: {0} bytes
ja_jp: 長さ: {0} バイト

# Close_Body
source: Your changes will be lost if you don't save them.
ja_jp: 保存しないと変更は失われます。
